var productData = {
  "Ромашка": [
    """Пожалуй, самый красивый белый цветок для ваших родных и близких - это ромашка (маргаритка).
  Ромашки отлично сочетаются с розами, васильками и другими традиционно русскими цветами.""",
    'assets/images/romashka.jpg',
    "310"
  ],
  "Роза": [
    """Роза -это самый известный представитель семейства Розовых.
И не зря, ведь она настолько красива и многогранна.
Каждая разновидность обладает своими характеристиками и особенностями.
Даже один сорт может стать причиной того, что вы будете выращивать эти цветочки на протяжении десятка лет.
Но, чтобы достичь таких результатов, нужно знать некоторые особенности ухода за розами в домашних условиях
Характеристика роз и виды
Родина розы-Индия.""",
    'assets/images/roses.jpg',
    "180"
  ],
  "Лилия": [
    """Лилия – удивительное растение, обладающее великолепным ароматом.
Ее запах можно ощутить как в саду, так и на соседней клумбе.
Существует множество сортов лилий, которые отличаются не только по внешнему виду, но и по цветовой палитре.
Так, можно выбрать лилии белого, желтого, оранжевого, пурпурного и других цветов.
Лилии можно выращивать как для украшения сада, так и для получения луковиц.""",
    'assets/images/lily.jpg',
    "110"
  ],
  "Пионы": ['Пионы)))))))))', 'assets/images/pionies.jpg', "90"],
  "Тюльпаны": [
    """Тюльпаны — не цветы, но я их люблю.
Тюльпаны — весенние цветы, они цветут ранней весной и напоминают мне о самом первом моем муже.
Он был очень славный, и я до сих пор его люблю.
Вот так, с детства, я и полюбила тюльпаны.
Мне кажется, что они напоминают о том, как я любила своего мужа""",
    'assets/images/tulips.jpg',
    "80"
  ],
  "Георгины": [
    """Георгины (лат.
Herpes) – род травянистых растений, принадлежащий к семейству сложноцветных.
Родиной этих цветов является Южная Америка.
Растение имеет прямостоячий крепкий стебель и крупные соцветия.
На сегодняшний день существует огромное разнообразие видов георгин,которые различаются по форме соцветия, а также по величине и расцветке цветка.""",
    'assets/images/dahlias.jpg',
    "78"
  ],
  "Орхидеи": [
    """Орхидеи (Asteraceae) – семейство многолетних растений, которые являются эпифитами или живут на деревьях в симбиозе с муравьями.
В природе насчитывается более 2500 видов этих растений, из которых в комнатной культуре выращивается около 200 видов.
Орхидеи - растения тропического происхождения, для нормального развития которых требуются повышенная влажность и температура, поэтому в наших квартирах мы их выращиваем в оранжереях и зимних садах, где есть возможность обеспечить этим растениям эти условия.""",
    'assets/images/orchids.jpg',
    "400"
  ],
  "Гвоздики": [
    """Гвоздики. Это растение — родственник анютиных глазок, а значит, оно также относится к семейству гвоздичных.
У гвоздики есть два распространенных названия — «гвоздика китайская» и «барбарис китайский».
В Китае ее называют «китайским хлебом», так как раньше ее использовали в качестве средства для предупреждения расстройств желудка.
Еще с древних времен она считалась цветком долголетия и бессмертия.""",
    'assets/images/carnation.jpg',
    "120"
  ],
  "Гладиолусы": [
    """Гладиолусы на фоне зеленых листьев выделялись ярко-красные цветы пионов и астр (в том числе и белых) с темно-красными листьями, а рядом – высокие гвоздики.
Все это делало клумбы нарядными, праздничными.
Здесь были и яркие розы из оранжереи, а также розы других сортов.
Клумбы, цветы и растения здесь были разные.
Если по дорожке шли дети, то они рассматривали цветы, наблюдали за всходами, любовалась растениями.
Цветы, особенно в период цветения, очень украшают любой сад или клумбу.""",
    'assets/images/gladioli.jpg',
    "155"
  ],
  "Ирисы": [
    """Язык цветов многогранен и способен выразить ваши самые сокровенные чувства и эмоции. Так, красота ирисов расскажет о вашей верности, искренности и стремлении стать надежной опорой для близкого человека.""",
    'assets/images/irises.jpg',
    "111"
  ],
  "Гортензия": [
    "Горте́нзия (лат. Hydrángea) — род цветковых растений семейства Гортензиевые, завезены в Европу в начале XIV века для зажиточных слоев, в основном Англии и Франции. Изначально насчитывалось 2 вида: белые и алые. ",
    "assets/images/gortenzia.jpg",
    '355'
  ],
  "Альстромерия": [
    'Южноамериканское корневищное клубневое травянистое растение альстромерия (Alstroemeria), еще именуемое альстремерия, либо алстромерия, является представителем семейства Альстремеривые. Это красивоцветущее растение еще именуют «лилией инков», либо «перуанской лилией».',
    'assets/images/Альстромерия.jpg',
    '221'
  ],
  "Диантус": [
    'Диантус: красивый, неприхотливый и стойкий цветок. Латинский термин «диантус» хорошо знаком лишь любителям ботаники. А вот про цветки, объединенные названием «гвоздика», знают очень многие люди. Это весьма распространенный случай, когда неофициальное название гораздо популярнее официального',
    'assets/images/Диантус.jpg',
    "440"
  ],
  "Протея": [
    'Протея (лат. Protea) — род растений семейства Протейные, типовой род семейства. Типовой вид рода — Протея артишоковая — является национальным символом Южно-Африканской Республики. По информации базы данных The Plant List (2013), род включает 101 вид. Вечнозелёные кустарники высотой от 1 до 3 метров. Листья кожистые, зелёные, верхняя и нижняя стороны одинаковы. Цветки волосистые, многочисленные, собраны в конусовидные соцветия. Цветок протеи — символ ЮАР.',
    'assets/images/Протея.jpg',
    '250'
  ]
};

var basketList = [];
