{
    "flower":[
        {
            "id":1,
            "name": "Ромашка",
            "description": "Пожалуй, самый красивый белый цветок для ваших родных и близких - это ромашка (маргаритка). /n Ромашки отлично сочетаются с розами, васильками и другими традиционно русскими цветами.",
            "imagePath": "assets/images/romashka.jpg",
            "price" : 310
        },
        {
            "id":2,
            "name": "Роза",
            "description": "Роза -это самый известный представитель семейства Розовых. /n И не зря, ведь она настолько красива и многогранна./n Каждая разновидность обладает своими характеристиками и особенностями. /nДаже один сорт может стать причиной того, что вы будете выращивать эти цветочки на протяжении десятка лет. /n Но, чтобы достичь таких результатов, нужно знать некоторые особенности ухода за розами в домашних условиях /nХарактеристика роз и виды /nРодина розы-Индия.",
            "imagePath": "assets/images/roses.jpg",
            "price" : 180
        },
        {
            "id":3,
            "name": "Лилия",
            "description": "Лилия – удивительное растение, обладающее великолепным ароматом. /nЕе запах можно ощутить как в саду, так и на соседней клумбе./n Существует множество сортов лилий, которые отличаются не только по внешнему виду, но и по цветовой палитре. /nТак, можно выбрать лилии белого, желтого, оранжевого, пурпурного и других цветов. /n Лилии можно выращивать как для украшения сада, так и для получения луковиц.",
            "imagePath": "assets/images/lily.jpg",
            "price" : 110
        },
        {
            "id":4,
            "name": "Пионы",
            "description": "Пионы))))))",
            "imagePath": "assets/images/pionies.jpg",
            "price" : 90
        },
        {
            "id":5,
            "name": "Тюльпаны",
            "description": "Тюльпаны — не цветы, но я их люблю. /nТюльпаны — весенние цветы, они цветут ранней весной и напоминают мне о самом первом моем муже. /nОн был очень славный, и я до сих пор его люблю. /n Вот так, с детства, я и полюбила тюльпаны. ./n Мне кажется, что они напоминают о том, как я любила своего мужа",
            "imagePath": "assets/images/tulips.jpg",
            "price" : 78
        },
        {
            "id":6,
            "name": "Георгины",
            "description": "Георгины (лат.Herpes) – род травянистых растений, принадлежащий к семейству сложноцветных. /nРодиной этих цветов является Южная Америка. /nРастение имеет прямостоячий крепкий стебель и крупные соцветия. /n На сегодняшний день существует огромное разнообразие видов георгин,которые различаются по форме соцветия, а также по величине и расцветке цветка.",
            "imagePath": "assets/images/romashka.jpg",
            "price" : 100
        },
        {
            "id":7,
            "name": "Орхидеи",
            "description": "Орхидеи (Asteraceae) – семейство многолетних растений, которые являются эпифитами или живут на деревьях в симбиозе с муравьями. /nВ природе насчитывается более 2500 видов этих растений, из которых в комнатной культуре выращивается около 200 видов. /n Орхидеи - растения тропического происхождения, для нормального развития которых требуются повышенная влажность и температура, поэтому в наших квартирах мы их выращиваем в оранжереях и зимних садах, где есть возможность обеспечить этим растениям эти условия.",
            "imagePath": "assets/images/orchids.jpg",
            "price" : 200
        },
        {
            "id":8,
            "name": "Гвоздики",
            "description": "Гвоздики. Это растение — родственник анютиных глазок, а значит, оно также относится к семейству гвоздичных. /n У гвоздики есть два распространенных названия — «гвоздика китайская» и «барбарис китайский». /n В Китае ее называют «китайским хлебом», так как раньше ее использовали в качестве средства для предупреждения расстройств желудка. /nЕще с древних времен она считалась цветком долголетия и бессмертия.",
            "imagePath": "assets/images/carnation.jpg",
            "price" : 120
        },
        {
            "id":9,
            "name": "Гладиолусы",
            "description": "Гладиолусы на фоне зеленых листьев выделялись ярко-красные цветы пионов и астр (в том числе и белых) с темно-красными листьями, а рядом – высокие гвоздики. Все это делало клумбы нарядными, праздничными. Здесь были и яркие розы из оранжереи, а также розы других сортов. Клумбы, цветы и растения здесь были разные. Если по дорожке шли дети, то они рассматривали цветы, наблюдали за всходами, любовалась растениями. Цветы, особенно в период цветения, очень украшают любой сад или клумбу.",
            "imagePath": "assets/images/gladioli.jpg",
            "price" : 155
        },
        {

            "id":10,
            "name": "Ирисы",
            "description": "Язык цветов многогранен и способен выразить ваши самые сокровенные чувства и эмоции. Так, красота ирисов расскажет о вашей верности, искренности и стремлении стать надежной опорой для близкого человека.",
            "imagePath": "assets/images/irises.jpg",
            "price" : 111
        },
        {
            "id":11,
            "name": "Гортензия",
            "description": "Горте́нзия (лат. Hydrángea) — род цветковых растений семейства Гортензиевые, завезены в Европу в начале XIV века для зажиточных слоев, в основном Англии и Франции. Изначально насчитывалось 2 вида: белые и алые.",
            "imagePath": "assets/images/gortenzia.jpg",
            "price" : 355
        },
        {
            "id":12,
            "name": "Альстромерия",
            "description": "Южноамериканское корневищное клубневое травянистое растение альстромерия (Alstroemeria), еще именуемое альстремерия, либо алстромерия, является представителем семейства Альстремеривые. Это красивоцветущее растение еще именуют «лилией инков», либо «перуанской лилией».",
            "imagePath": "assets/images/Альстромерия.jpg",
            "price" : 221
        },
        {
            "id":13,
            "name": "Диантус",
            "description": "Диантус: красивый, неприхотливый и стойкий цветок. Латинский термин «диантус» хорошо знаком лишь любителям ботаники. А вот про цветки, объединенные названием «гвоздика», знают очень многие люди. Это весьма распространенный случай, когда неофициальное название гораздо популярнее официального",
            "imagePath": "assets/images/Диантус.jpg",
            "price" : 355
        },
        {
            "id":14,
            "name": "Протея",
            "description": "Протея (лат. Protea) — род растений семейства Протейные, типовой род семейства. Типовой вид рода — Протея артишоковая — является национальным символом Южно-Африканской Республики. По информации базы данных The Plant List (2013), род включает 101 вид. Вечнозелёные кустарники высотой от 1 до 3 метров. Листья кожистые, зелёные, верхняя и нижняя стороны одинаковы. Цветки волосистые, многочисленные, собраны в конусовидные соцветия. Цветок протеи — символ ЮАР.",
            "imagePath": "assets/images/Протея.jpg",
            "price" : 255
        }
        
    ]
}